Repository: AlloTheOne/Water
Catalog: *.lproj/Localizable.strings
Languages: ar

source: Our Water Calculator
ar: حاسبة الماء

source: Calculate Water Intake
ar: احسب كمية الماء التي يحتاجها جسمك

source: your weight in kg
ar: ادخل وزنك بالكيلوجرام

source: Activity in minutes
ar: نشاطك بالدقائق

source: Calculate
ar: احسب

source: Re Calculate
ar: اعادة الحساب

source: Your Daily Water Intake :
ar: كمية الماء التي يحتاجها جسمك

source: Liters
ar: ليترات

source: Cups
ar: كوب

source: Done
ar: تم

source: drop.fill
ar: قطرة
